Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: And welcome to the Miss United States Preliminary...... here at the beautiful and historical Alamo!
ru: Первый конкурс "Мисс Соединенные Штаты"...... открылся в прекрасном месте, Аламо!

source: Prepare for what promises to be...... a day of astounding musical, theatrical and dancing talent.
ru: Вы увидите танцевальные номера...... и услышите чудесную музыку.

source: And after I' m finished, you can see the ladies.
ru: А когда я закончу, вы увидите наших девушек.

source: Oh, yes!
ru: О, да!

source: And now, put it together...... for Miss Mary Jo Wright from Texas!
ru: Первой выходит...... мисс Мэри Джо Райт из Техаса!

source: What' s her talent, bartending?
ru: Это выступление барменши?

source: I made it very clear you weren' t responsible for making her credible.
ru: Я была уверена, что вы не достигнете совершенства.

source: I wish I could explain...... but there are no words.
ru: Я хотел бы объяснить...... но слов не хватает.

source: Eagle- Eye.
ru: Орлиный глаз.

source: You might want to check out cowboy at 1: 00.
ru: Проверь ковбоя по курсу 1. 00.

source: My 1: 00 or your 1: 00?
ru: 1. 00 от меня или от тебя?

source: The one under the white Stetson.
ru: В белой ковбойской шляпе.

source: There' s Stetsons everywhere.
ru: Здесь все в таких шляпах.

source: He' s moving, he' s moving.
ru: Он идёт вперёд.

source: - Toward the stage.
ru: - К сцене.

source: - Hold on, we' re checking it out.
ru: - Успокойся, мы за ним следим.

source: Guys, he has a gun.
ru: Ребята, он вооружён.

source: Who' s got the 20 on the shooter?
ru: Кто его обезоружит?

source: I' m taking him out.
ru: Я беру его.

source: Wait for a visual!
ru: Ты должна убедиться!

source: Gun!
ru: Оружие!

source: Everybody down!
ru: Всем лечь!

source: Better up to them, don' t you think?
ru: Это их дело, не так ли?

source: She' s here with me right now.
ru: Странный инцидент произошёл на конкурсе "Мисс США"...... участница из Нью- Джерси прыгнула со сцены...... на зрителя, пытавшегося прикурить сигарету.

source: What were you thinking when you jumped off the stage?
ru: Сейчас она рядом со мной.

source: All the contestants are actively involved in ending tobacco dependence.
ru: Что заставило вас прыгнуть со сцены?

source: I think the gentleman will think twice before he lights up again.
ru: Думаю, этот господин теперь задумается, прежде чем закурит.

source: I' m sure we all will.
ru: Мы все подумаем.

source: - Look, he had a gun.
ru: - Он был вооружен.

source: This is Texas, everyone has a gun.
ru: У каждого техасца есть оружие.

source: My florist has a gun.
ru: Даже у моего флориста.

source: I don' t have a gun.
ru: У меня нет пистолета.

source: My ancestors were Quakers.
ru: Мои предки были квакерами.

source: Stan, please!
ru: Стэн, прошу!

source: We assume any man with a weapon is a suspect.
ru: Мы подозреваем всякого, кто имеет оружие.

source: We got the DNA results.
ru: Получены результаты анализа ДНК.

source: The envelope from the Citizen was licked by a woman.
ru: Конверт от "Гражданина" заклеивала женщина.

source: There' s never been DNA before.
ru: Раньше он не облизывал их.

source: He slipped up, or I should say "she."
ru: Он прокололся, вернее, она.

source: This is preposterous.
ru: Это нелепость.

source: You people are completely clueless.
ru: Это не в вашей компетенции.

source: If I ran my pageant like this, we' d be holding it in someone' s basement!
ru: Лучше проводить конкурсы в подвале, чем так работать.

source: Every operation is bound to have its screwups.
ru: В любой операции бывают проколы.

source: As far as I can see, she' s still with us.
ru: Насколько я вижу, она всё ещё с нами.

source: Could I have a moment alone with Miss Hart, please?
ru: Я могу поговорить с мисс Харт наедине?

source: Sure.
ru: Конечно.

source: Just for a tiny minute.
ru: Это одна минута.

source: Shop talk.
ru: Небольшие уточнения.

source: Hair, gel, mousse.
ru: Волосы, гель, мусс.

source: Look, I know I made a mistake.
ru: Я осознаю свою ошибку.

source: I' ve been fighting all my life against your type.
ru: Всю свою жизнь я борюсь с такими, как вы.

source: The ones who think we' re a bunch of worthless airheads.
ru: Вы считаете нас кучкой безмозглых дурочек.

source: You know who I mean.
ru: Вы знаете, о ком я.

source: Feminists...... intellectuals...... ugly women.
ru: Феминистки...... интеллектуалки...... уродины.

source: I refuse to give in to their cynicism.
ru: Я отказываюсь следовать им.

source: That' s why I have dedicated my entire life to this scholarship.
ru: Вся моя жизнь посвящена этому конкурсу.

source: Not this year.
ru: И мне никто не помешает.

source: You get in my way, I will kill you.
ru: Особенно, в этом году.

source: The interview is the single most important part of the pageant.
ru: Интервью - самое важное в конкурсе.

source: It accounts for 30% of your total score.
ru: 30% приходится на него.

source: What' s the other 70%, cleavage?
ru: А остальные 70% на грудь?

source: Is this your idea of doing final preps on the convention center?
ru: Так ты готовишься к заключительному шоу?

source: Liberace' s got her in a nice evening gown.
ru: Посмотри, какое вечернее платье мы достали.

source: He saw Hart' s anti - smoking commercial.
ru: МакДональд видел выступление Харт.

source: He' s on his way.
ru: Он уже едет.

source: Good, perfect.
ru: Отлично.

source: I' d hate for him to fire me over the phone.
ru: Ужасно быть уволенным по телефону.

source: I can' t believe this!
ru: Не могу поверить!

source: It' il be ugly.
ru: Дело плохо.

source: No shit.
ru: Еще как.

source: I gotta do something.
ru: Мне нужно отвлечься.

source: I' m gonna go do laps.
ru: Пойду, поплаваю.

source: We' il go over tomorrow' s assignments.
ru: Потом вернёмся к завтрашнему плану.

source: Hands folded...... ankles crossed.
ru: Руки сложены...... ноги скрещены.

source: Neck up!
ru: Голова поднята!

source: And remember, smile.
ru: И главное - улыбка.

source: Smilers wear a crown, losers wear a frown.
ru: Улыбающиеся носят корону, а хмурые - сдвинутые брови.

source: I would so love to hurt you right now.
ru: Дать бы вам по шее.

source: As long as you smile.
ru: Только с улыбкой.

source: Now....
ru: Итак....

source: Why is New Jersey called...... the Garden State?
ru: Почему Нью- Джерси называют...... штатом Садов?

source: You can' t fit "Oil and petrochemical refinery state" on a license plate?
ru: Это лучше, чем признать себя отстойником отходов.

source: I don' t appreciate your immaturity...... when I' m working as hard as I am.
ru: Ваш инфантилизм неподражаем...... но я продолжаю работать.

source: What' s the big deal?
ru: Какая разница?

source: It' s fixed, I' m in the Top Five.
ru: Я и так попаду в первую пятёрку.

source: Congratulations to me.
ru: Можете меня поздравить.

source: Is that enough?
ru: И вы с этим согласитесь?

source: Have you no pride in yourself, in your presentation?
ru: А ваша личная гордость?

source: I' m an FBI agent, right?
ru: Я - агент ФБР, а не цирковая обезьяна на каблуках.

source: I' m not a performing monkey in heels.
ru: Прежде всего, вы - личность, которой нужно учиться!

source: You' re also a person, and an incomplete one at that!
ru: Друзей и романы вам заменяет пистолет.

source: In place of friends and relationships, you have sarcasm and a gun.
ru: Значит, у меня есть сарказм?

source: When every word that comes out of your mouth is dripping with disdain?
ru: И это говорите вы, чьё каждое слово полно презрения?

source: That is because I am a miserable, grumpy elitist, and that works for me.
ru: Я несчастный, сварливый аристократ,...... и меня это вполне устраивает.

source: I don' t have relationships because I don' t want them.
ru: Я не хочу романов, и у меня их нет.

source: And I don' t have friends because I work 24- 7.
ru: Друзей нет, потому что я работаю по ночам.

source: And you have no idea why I am the way that I am.
ru: Вам не понять, почему я такая, какая я есть.

source: As we' re practicing interviews, why are you the way you are?
ru: Почему вы сейчас не такая, какая вы есть?

source: None of your damn business.
ru: Не ваше дело.

source: The judges probably have never heard that before.
ru: Судьи, возможно, никогда не слышали подобного.

source: We have more to do here.
ru: У нас много работы.

source: No, we are finished.
ru: Нет, мы закончили.

source: Finished?
ru: Закончили.

source: - Give me a 20 on Matthews.
ru: - Где Мэтью?

source: - Be advised he' s at the pool.
ru: - Плещется в бассейне.

source: "How do you feel about gun control?"
ru: "Как контролировать оружие?"

source: Favorable.
ru: Отлично.

source: Thought I' d let you know I was quitting.
ru: Ты должен знать об этом.

source: Take care.
ru: Я ухожу.

source: - What do you mean?
ru: Подожди.

source: - I mean, you got the wrong girl.
ru: - Что ты имеешь в виду?

source: All right?
ru: - Ты ошибся с девушкой.

source: I do not need this now.
ru: Понял?

source: That' s what I' m saying!
ru: Только этого не хватает.

source: I' m totally screwing up in there!
ru: Об этом и речь!

source: I don' t feel like a real agent anymore.
ru: У меня ничего не получается!

source: I mean, Vic says this thing that' s so....
ru: Вик говорит, что такие вещи....

source: Because I am the job...... and I' m okay with that.
ru: Ведь я делаю свою работу...... и меня это устраивает.

source: You' re the job?
ru: Ты ведь тоже работаешь?

source: Yeah, I' m the job.
ru: Да.

source: We' re all the job.
ru: Мы все делаем свою работу.

source: I date.
ru: Тогда что со мной?

source: I know everyone thinks I haven' t had a date in 10 years.
ru: Ты ходишь на свидания.

source: Is that what you think?
ru: Вот именно.

source: Damn right I do.
ru: И оба раза ничего не вышло.

source: I don' t even care.
ru: Но мне наплевать на это.

source: All I want to do...... is my job.
ru: Я просто...... работаю.

source: For the last three days I feel like I' m completely lost.
ru: За эти три дня в голове всё смешалось.

source: I' ve been waiting five years to run my own op.
ru: Пять лет я ждал такой операции.

source: - Would I blow it on the wrong girl?
ru: - И выбрал не ту девушку?

source: - You picked me...... because I looked good and wasn' t on maternity leave.
ru: - Ты выбрал меня...... я не была в декрете и сохранила товарный вид.

source: No, that' s why they let me pick you.
ru: Знаешь, почему мне позволили выбрать тебя?

source: - Lost a bet.
ru: - Даже не догадываюсь.

source: - You' re smart...... and funny and you' re easy to talk to when you' re unarmed.
ru: - Потому что ты умна...... мила и легко идёшь на контакт без оружия.

source: Give yourself a break and cut Vic some slack.
ru: Дай Вику возможность поработать с тобой.

source: Because if they see what I see, then...... they' il love you.
ru: Если они увидят то, что вижу я...... тебя полюбят.

source: So, what do you say?
ru: Ну, что скажешь?

source: I won' t let you down.
ru: Я тебя не подведу.

source: Good, that' s what I want to hear.
ru: Я хотел это услышать.

source: In all honesty, I might let you down.
ru: Вернее, я могу тебя подвести.

source: But I' il try my best not to.
ru: Но постараюсь этого не сделать.

source: Do not mess with the dress.
ru: Не испорти платье.

source: Oh, Vic is gonna kill you.
ru: Вик убьёт тебя.

source: You in big trouble.
ru: Почему?

source: You fell.
ru: Ты упала.

source: - You look good wet.
ru: - И тебе это идёт.

source: - Shut up!
ru: - Заткнись!

source: Whoa, guys, Hart' s in the dressing room.
ru: Ребята, Харт в уборной.

source: - You see the legs on that girl?
ru: - Ты видел ноги той девочки?

source: - Who' s your daddy?
ru: - Кто твой папочка?

source: Those better be candy dishes!
ru: Надеюсь, это конфеты!

source: Open.
ru: Повернитесь.

source: This guy' s like an inch from death!
ru: Откройтесь.

source: But what a way to go!
ru: Парень на волосок от смерти!

source: Nothing to see.
ru: Ради этого можно рискнуть!

source: She' s a federal agent.
ru: Нечего смотреть.

source: Guess it' s time to apply at my local Hooters.
ru: - Что ты имеешь в виду?

source: Hemorrhoid ointment?
ru: Она - агент ФБР.

source: You think the judges will look that closely?
ru: Надо стать местной красоткой.

source: It' s for the baggies under your eyes.
ru: Мазь от геморроя?

source: Good, hair spray.
ru: Правда?

source: Finally something I recognize.
ru: Наконец- то, нечто знакомое.

source: It stops the suit from riding up.
ru: Куда ползти?

source: Just up!
ru: Просто ползти!

source: That' s enough!
ru: Довольно!

source: Why do you make things hard?
ru: Почему вы всё усложняете?

source: I can see this is an incredibly embarrassing situation for you.
ru: Это вы попали в неловкую ситуацию.

source: Why does Georgia get to wear a one- piece and I have to wear this?!
ru: Почему Джорджия в цельном, а на мне этот огрызок?!

source: If you can do this, then you can convince anyone that you belong here.
ru: Покажите себя, и все поверят, что вы настоящая.

source: Places, everybody!
ru: Все по местам!

source: The Swimsuit Preliminary accounts for 15% of the total score...... and tests the grace, athleticism and poise...... of each lovely woman.
ru: Конкурс в купальниках даёт ещё 15% баллов...... демонстрирует грацию, атлетизм и осанку...... каждой женщины.

source: The last time I was naked in public, I came out of a uterus.
ru: Последний раз я обнажалась в младенчестве.

source: I don' t have breasts, my thighs -- I should wear a muumuu.
ru: У меня нет груди, бёдер -- Мне надо носить скафандр.

source: I have avoided this experience all my life.
ru: Всю жизнь я бежала от этого.

source: You must achieve a Zen- like state.
ru: Достигните состояния буддиста.

source: Listen to your breathing, feel your heart...... think of the Dalai Lama.
ru: Слушайте своё дыхание и биение сердца...... думайте о Далай Ламе.

source: Texas!
ru: Техас!

source: Rhode Island!
ru: Род- Айленд!

source: New Jersey!
ru: Нью- Джерси!

source: Dalai Lama, Dalai Lama, Dalai Lama....
ru: Далай Лама, Далай Лама....

source: New York!
ru: Нью- Йорк!

source: California!
ru: Калифорния!

source: I would have to say, world peace.
ru: Я должна сказать - мир во всем мире.

source: Definitely, world peace.
ru: Конечно, мир во всем мире.

source: That' s easy.
ru: Это просто.

source: What is the one most important thing our society needs?
ru: Что вы пожелаете нашему обществу?

source: That would be harsher punishment for parole violators, Stan.
ru: Сурового наказания для нарушителей закона.

source: And, world peace.
ru: И мира во всём мире.

source: Thank you, Gracie Lou.
ru: Спасибо, Грейси Лу.

source: And thank you, Stan.
ru: И тебе спасибо, Стэн.

source: Cheryl Frasier from Rhode Island.
ru: Шерил Фрэйзер из Род- Айленда.

source: Are you drunk?
ru: Очаровательно.

source: Glad you enjoyed it.
ru: Вы пьяны?

source: Now excuse me, I have to go unscrew my smile.
ru: Рада, что вам понравилось.

source: We got a lead.
ru: - Анализ крови?

source: - Photos.
ru: - Фотографии.

source: Cheryl Frasier, with members of a radical animal rights group...
ru: Шерил Фрэйзер защищала животных...

source: -... involved in bombings.
ru: -... вела подрывную деятельность.

source: - It' s always the quiet ones.
ru: - Всегда такая тихая.

source: loner, introverted.
ru: Всё подходит: любит одиночество, интроверт.

source: That Cheryl?
ru: Эта Шерил?

source: Describe your perfect date.
ru: Опишите ваш лучший день.

source: That' s a tough one.
ru: Красивый.

source: I' d have to say April 25th...... because it' s not too hot, not too cold.
ru: Это 25- ое апреля...... в этот день не слишком жарко, не слишком холодно.

source: All you need is a light jacket.
ru: Можно выйти в легком жакете.

source: Now, there is a hardened criminal.
ru: Настоящая рецидивистка.

source: Maybe she' s an accomplice.
ru: Может, она - сообщница.

source: Maybe she' s his inside connection.
ru: Для связи с конкурсом.

source: That' s what you gotta find out.
ru: Это ты и должна узнать.

source: How?
ru: Как?

source: Buddy up to her, you know, girl talk.
ru: Подружись с ней.

source: - Girl talk?
ru: Поболтайте.

source: - Yeah, girl talk.
ru: - Поболтать?

source: Sorry, I' m totally drawing a blank.
ru: - Да, на девичьи темы.

source: Leg waxing, fake orgasms, the inability of men to commit.
ru: О чем же они могут болтать?

source: Why don' t you talk to her?
ru: Поговорите с ней сами?

source: Imagine she' s me and you want to know, but I don' t want to talk about it.
ru: Представь, что она - это я.

source: You want me to beat her?
ru: Я должна избить её?

source: I will go.
ru: Ладно, я попробую.

source: Put that back in your ear.
ru: Вставь это в ухо.

source: I can' t talk girl talk with a guy in my head.
ru: Как можно говорить с девушкой, имея в голове "парня"?

source: I can' t even do it with me in my head.
ru: Я не представляю, о чем мне говорить.

source: Girl talk.
ru: Девичьи темы.

source: How can you ask that?
ru: Привет, Род- Айленд, как дела?

source: You heard my interview.
ru: Спрашиваешь?

source: I was like a female Rain Man.
ru: Ты же слышала мой ответ.

source: Oh, no, it definitely wasn' t Rain Man.
ru: Нет, ты ошибаешься.

source: Definitely not Rain Man.
ru: Вы не похожи.

source: Come and have a midnight snack with me and some...... girl talk.
ru: Предлагаю поесть...... и немного поболтать.

source: We can' t have pizza and beer!
ru: Пицца и пиво запрещены!

source: Do you know how many calories you' re talking about?
ru: Ты знаешь, сколько в этом калорий?

source: It' s light beer and she' s gonna throw it up anyway.
ru: Это лёгкое пиво, оно всё равно выйдет.

source: Come with.
ru: Не хочешь?

source: No takers?
ru: Никто не хочет?

source: No?
ru: Нет?

source: You guys go back on your bicycles...... and I' il sit here with my very large, cheesy pizza.
ru: Я посижу, а вы потренируйтесь...... на своих велосипедах...... пока я буду есть пиццу с чудесным сыром.

source: Oh, look at all that cheese.
ru: Вы посмотрите, какой сыр.

source: Cheryl, don' t.
ru: Шерил, не надо.

source: At least scrape off the toppings.
ru: Хотя бы сними верх.

source: First step, pizza.
ru: Первый шаг - пицца.

source: Second step, flaming batons....
ru: Второй - огненные жезлы....

source: I guess we' il be needing more pizza.
ru: Похоже, одной пиццы не хватит.

source: I want another drink!
ru: Я хочу ещё выпить!

source: We' re gonna get a drink.
ru: Пойдём, выпьем.

source: Another round, ladies?
ru: Повторить, девочки?

source: - I can' t do another one!
ru: - Я больше не могу!

source: - Yes, you can!
ru: - Можешь!

source: This is so weird!
ru: Это так странно!

source: This is my third one of these and I don' t feel a thing!
ru: Я пью уже третью, но ничего не чувствую!

source: Kinda like when I answered my interview question.
ru: Я так же отвечала на свой вопрос.

source: Don' t worry about that, we all sucked.
ru: Не беспокойся, мы все набрались.

source: You know, I had such a good answer to that question too.
ru: У меня был готов ответ на тот вопрос.

source: My idea of a perfect date would be a man...... who takes me to a romantic dinner.
ru: Мой лучший день - обед с мужчиной...... романтический обед.

source: Then we walk along the beach barefoot, discussing books...... and music and movies!
ru: Прогулка босиком, разговоры о книгах...... музыке и кино!

source: No wonder you' re still a virgin.
ru: Понятно, почему ты - девственница.

source: Time to paint.
ru: Пора краситься.

source: No, my contacts.
ru: Где мои линзы?

source: - We' il stay here.
ru: - Мы останемся здесь.

source: - I want more pizza.
ru: - Я хочу ещё пиццы.

source: We' re gonna have some more pizza and beer.
ru: Повторим наш заказ.

source: Have fun!
ru: Веселитесь!

source: - This is so much fun.
ru: - Здесь весело.

source: - Yeah, it' s fun.
ru: - Да, весело.

source: It' s so fun it should be illegal.
ru: Так весело, что почти незаконно.

source: Speaking of illegal, have you ever, like...... committed a crime?
ru: Кстати, ты когда- нибудь...... нарушала закон?

source: Yes, I did.
ru: Нарушала.

source: One time I stole red underwear from the department store.
ru: Я украла в магазине красные трусики.

source: My mother wouldn' t buy them!
ru: Мама не хотела покупать их!

source: She said they were Satan' s panties.
ru: Она сказала, что это трусы Сатаны.

source: - So is that it?
ru: - И всё?

source: Oh, there was this one thing in college...... with my Lit professor.
ru: Было ещё нечто в колледже...... с профессором литературы.

source: He said he wanted to discuss a paper I wrote.
ru: Он хотел поговорить о своей работе, и я пришла.

source: He wanted to discuss a paper, right?
ru: Знаем мы эти разговоры.

source: Hey, can I get another one of these tubie things?
ru: Можно заказать такую пробирку?

source: Yeah, can we get another tubie?
ru: Можно пару пробирок?

source: Anyway, he attacked me.
ru: И он накинулся на меня.

source: Che -- Cheryl, did you report him?
ru: Шерил, ты заявила на него?

source: Oh no, I never told anyone before this.
ru: Я никому не говорила об этом.

source: No, no, it doesn' t!
ru: Такое ведь часто случается.

source: Cheryl, it doesn' t.
ru: Так не должно быть, Шерил.

source: You know, there' s like so many maneuvers that I could show you.
ru: Я могу показать тебе много приемов.

source: Yeah!
ru: Да!

source: Come on, you know, get up.
ru: Вставай.

source: I want you to firmly plant your feet.
ru: Расставь ноги.

source: I' m gonna move the chair.
ru: Я отодвину стул.

source: Now if someone comes at you --
ru: К тебе кто- то подходит --

source: She' s completely trashed.
ru: Она в полной отключке.

source: We should get her back before Miss Morningside finds out.
ru: Вернёмся назад, пока мисс Морнингсайд не узнала.

source: Kathy' s got a boot up her ass about something.
ru: Да, она суёт свой нос повсюду.

source: Come again?
ru: Но не забудет о тех слухах, что про неё ходили.

source: Her pageant years she was a runner- up.
ru: Что вы имеете в виду?

source: But then the winner mysteriously got food poisoning.
ru: Но одна победительница вдруг отравилась.

source: Bizarro!
ru: Странно!

source: No, Stan told me she got a letter a few weeks back from the network...... and they' re firing her too!
ru: Стэн сказал, что она получила письмо...... её хотят уволить!

source: She threw a chair out the window!
ru: И она запустила стул в окно!

source: We gotta go.
ru: Нам пора.

source: I got 20 people here waiting for confirmation.
ru: 20 человек ждут подтверждения информации.

source: Don' t tell me I don' t understand.
ru: И не говорите, что я не понимаю.

source: I hate when I don' t see a wet paint sign.
ru: Как ты будешь жить без краски?

source: - Can' t hear you, took out my earpiece.
ru: - Я вынул микрофон из уха.

source: - I have a lead and it' s not Cheryl.
ru: - Я уверена, это не Шерил.

source: They bagged the Citizen.
ru: Они нашли "Гражданина".

source: It' s confirmed.
ru: Где?

source: He was holing up in a shack in Nevada.
ru: Он скрывался где- то в Неваде.

source: Place had enough C4 to make a new Grand Canyon.
ru: Там столько С- 4, что хватит на Большой Каньон.

source: Let' s pack up and get out of here.
ru: Собираемся и уезжаем.

source: Sir, I need to talk to you.
ru: Сэр, надо поговорить.

source: One second of your time.
ru: Всего одна секунда.

source: Hear me out a second.
ru: Всего одна секунда.

source: I feel the situation bears further scrutiny and our continued presence.
ru: Полагаю, ситуация требует нашего присутствия.

source: Do you have paint in your ears?
ru: Тебе закрасили уши?

source: We caught the guy!
ru: Мы взяли этого типа!

source: I respect what you' re saying.
ru: Я уважаю ваши слова.

source: I' d say the same to me...... but what if we were wrong?
ru: И ваши действия...... но вдруг мы ошибаемся?
